Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/vanhemiidda.html.tmx
Source language: sme
Languages: smn

source: Vánhemiidda
smn: Vaanhimáid

source: Geasa giellabeassi lea dárkkuhuvvon?
smn: Kiäs kielâpiervâl lii uáivildum?

source: Maid giellabeassi eaktuda bearrašis?
smn: Maid kielâpiervâl váátá perrust?

source: Mo giellabeassi doaibmá?
smn: Maht kielâpiervâl tuáimá?

source: Mo mánáid sámegiella ovdána?
smn: Maht párnái sämikielâ ovdán?

source: Manin giellabeassi?
smn: Mane kielâpiervâl?

source: Leatgo beroštuvvan giellabeasis iežat máná vejolaš árrabajásgeassinvuohkin?
smn: Kiäsut-uv kielâpiervâl tuu jieijâd párnáá máhđulii arâšoddâdemvyehin?

source: Leago du mánná juo giellabeasis ja ozat lassidieđuid fáttá birra?
smn: Lii-uv tuu páárnáš kielâpiervâlist já tun uusah lasetiäđu fáádást?

source: Dán siidui leat čohkkejuvvon gažaldagat, mat gusket giellabeassemánáid vánhemiid.
smn: Taan siijđon láá nurrum koččâmušah, moh kyeskih kielâpiervâlpárnái vaanhimáid.

source: Suomas sámiid kultur- ja giellabeassedoaibma lea dárkkuhuvvon sámebearrašiid vuollái skuvlaahkásaš mánáide, geat eai beasa oahppat sámegiela ruovttus olláge dahje doarvái.
smn: Suomâst sämmilij kulttuur- já kielâpiervâltoimâ lii uáivildum sämiperrui vuálá škovlâahasáid párnáid, kiäh iä peesâ oppâđ sämikielâ pääihist ollágin teikâ tuárvi.

source: Juos giellabeassejoavkkus lea sadji, dohko sáhttá muhtin dáhpáhusain váldit maiddái earágo sámemánáid.
smn: Jis kielâpiervâljuávhust lii saje, te toos puáhtá motomijn tábáhtusâin väldiđ meid eres ko sämipárnáid.

source: Giellabeassejoavkkuin sáhttet leat iežaset vuogádagat dan ektui, man ahkásaš mánát jovkui besset.
smn: Kielâpiervâljuávhuin sättih leđe jieijâs vuáháduvah toos, ete mon ahasiih párnááh juávkun peesih.

source: Juos joavku lea rabas sierraahkásaččaide, ávžžuhuvvo, ahte mánná álggaha giellabeasi nu árrat go vejolaš – dalán, go bearaš dárbbaša mánnái árrabajásgeassinbáikki.
smn: Jis juávkku lii ávus jyehiahasáid, te avžuutteh, ete páárnáš aalgât kielâpiervâl nuuvt tooláá ko máhđulâš – tállán, ko peerâ taarbâš párnážân arâšoddâdemsaje.

source: Dalle mánná šaddá álggu rájes guovttegielagin.
smn: Talle páárnáš šadda aalgâ rääjist kyevtkielâlâžžân.

source: Erenomáš sisabeassangáibádusat giellabeassái eai leat, iige dat eaktut mánás dahje bearrašis ovdamearkan gielalaš vitmatvuođa.
smn: Eromâš peessâmvátámâšah kielâpiervâlân iä lah, ijge tot vaađâ párnáást teikâ perrust ovdâmerkkân kielâlijd naavcâid.

source: Moadde čielga ávžžuhusa bearrašiidda goittotge leat:
smn: Motomeh čielgâ avžuuttâsah perruid kuittâg láá:

source: Bearaš galgá čatnasit giellabeassedoibmii guhkit áigodahkii.
smn: Peerâ kalga čonâdâttâđ kielâpiervâltooimân kuhes áigádâhân.

source: Giellabeassi ii sáhte leat oanehis áigge geahččaleapmi dahje gaskaboddosaš čoavddus, muhto dan galgá oaidnit jotkkolašvuođa oassin, man bokte mánnái figgojuvvo fállot olles eallima guhkkosaš giella- ja kulturbiras.
smn: Kielâpiervâl ij pyevti leđe uánihis keččâlem teikâ koskâpuddâsâš čuávdus, peic tom kalga uáiniđ uássin juátkoo tooimâ, mon peht párnážân viggeh rähtiđ oles eellim kukkosii kielâ- já kulttuurpirrâs.

source: Vánhemat galget áddet giellabeassedoaimma ulbmiliid ja prinsihpaid ja gudnejahttit daid.
smn: Vaanhimeh kalgeh iberdiđ kielâpiervâltooimâ uulmijd já prinsiipijd já kunnijâttiđ taid.

source: Bearraša oassálastin oktasaš doibmii lea dehálaš.
smn: Perruu uásálistem ohtsii tooimân lii tehálâš.

source: Juos vejolaš, mánná galggašii beassat giellabeasi maŋŋá sámegielat dahje muhtumassii sámegielat skuvlaoahpahussii.
smn: Jis máhđulâš, te páárnáš kolgâččij peessâđ kielâpiervâlist sämikielâlii teikâ uásild sämikielâlii škovlâmáttááttâsân.

source: Mánnái galgá geahččalit fállat nu olu go vejolaš doarjaga sámegiela geavaheapmái giellabeasi olggobealde.
smn: Párnážân kalga viggâđ faallâđ nuuvt ennuv torjuu ko máhđulâš sämikielâ kiävtun kielâpiervâl ulguubeln.

source: Juos gii nu fuolaheaddjiin máhttá sámegiela, livččii buorre hállagoahtit dan mánnái.
smn: Jis kiinii huolâtteijein máttá sämikielâ, te ličij pyeri sárnuškyettiđ tom párnážân.

source: Mánnái sáhttá ohcat giellabeassebáikki, vaikke oktage ii ruovttus máhtášii hállat sámegiela.
smn: Párnážân puáhtá uuccâđ kielâpiervâlsaje, veikâ kihheen pääihist ij mátáččii sämikielâ.

source: Lea goittotge dábálaš ja maiddái sávahahtti, ahte dalle vánhemat geahččalit goittotge muhtin muddui oahpahallat giela.
smn: Lii kuittâg táválâš já meid tuáivuttettee, ete talle vaanhimeh viggeh aainâs-uv mottoom verd máttááttâllâđ kielâ.

source: Dasa leat dán áigge ain buoret vejolašvuođat, go sámegielaid rávesolmmošoahpahus lea fállun nu luohkkálatnja- go virtuálaoahpahussan, ja materiálat iehčanas stuđeremii gávdnojit.
smn: Taas láá tääl ain pyerebeh máhđulâšvuođah, ko sämikielâi rävisolmoošmáttááttâs lii fáállun nuuvt luokkaviste- ko meid virtuaalmáttááttâssân, já materiaaleh láá meid tađe várás ete puáhtá máttááttâllâđ jieš.

source: Mánnái sáhttá ohcat sámegielat kontávttaid, ja ruovttus sáhttá geavahit ávkin sámegielat media ja kulturfálaldaga.
smn: Párnážân puáhtá uuccâđ sämikielâlijd ohtâvuođâid, já pääihist puáhtá anneeđ ävkkin sämikielâlii media já kulttuurfalâlduv.

source: Gánneha roahkasmahttit sámegielat fulkkiid ja oahppásiid sámástit mánáin.
smn: Sämikielâlijd huolhijd já uápisulmuid kannat ruokâsmittiđ sárnuđ sämikielâ párnáin.

source: Maiddái lagašbirrasa positiivvalaš ja roahkasmahtti doaladupmi ovddida máná giellaovdáneami!
smn: Meid aldapirrâs positiivlâš já ruokâsmittee jurdâččemvyehi oovded párnáá kielâovdánem!

source: Mánná galgá oassálastit giellabeassehápmásaš árrabajásgeassimii fásta ja doarvái olu.
smn: Páárnáš kalga uásálistiđ kielâpiervâlhámásii arâšoddâdmân merikoskâsávt já tuárvi.

source: Soaittáhat árrabajásgeassinbáikki dárbu heive funet oktii giellabeasi prinsihpaiguin ja ulbmiliiguin.
smn: Arâšoddâdemsaje tárbu tyellittälli heivee hyeneeht oohtân kielâpiervâl prinsiipijguin já ulmijguin.

source: Dalle máná giellaovdáneapmi ii vuolgge johtui sávvojuvvon vugiin, ja sus sáhttet maiddái leat vuogáiduvvanváigatvuođat jovkui.
smn: Talle párnáá kielâovdánem ij vyelgi joton nuuvt ko lii tuáivuttettee, já sust pyehtih meiddei leđe taibâmvaigâdvuođah juávkun.

source: Heailla giellabeassejoavkku doaibman gillá das, juos oassi mánáin lea báikki alde dušše hárve iige oahpa sámegiela seammá fárttain earáiguin.
smn: Ubâ kielâpiervâljuávhu toimâ táppá tast, jis uási párnáin lii tobbeen tuše harvii iäge oopâ sämikielâ siämmáá ennuv ko iäráseh.

source: Minimadiibmomearri, man sámegielat giellabeasis galggašii leat vahkus, lea 25 h/vk.
smn: Ucemus tijmemeeri, mon páárnáš kolgâččij leđe sämikielâlii kielâpiervâlist ohhoost, lii 25 h.

source: Giellabeasi doaibmanprinsihpa sáhttá konkretiseret nu, ahte mánáide hállojuvvo álot dušše sámegiella.
smn: Kielâpiervâl toimâprinsiip lii uánihâžžân tot, ete párnáid sárnuh ain tuše sämikielâ.

source: Bargit eai geavat singuin suomagiela mange oktavuođas.
smn: Pargeeh iä keevti siiguin suomâkielâ ollágin.

source: Áidna spiehkastat dás sáhttá leat dilli, mas máná dearvvasvuohta dahje dorvvolašvuohta leat áitojuvvon.
smn: Áinoo spiekâstâh täst puáhtá leđe tile, kuás párnáá tiervâsvuotâ teikâ torvolâšvuotâ lii uhkedum.

source: Bargit hállet sámegiela maiddái gaskaneaset, ja maiddái sámástit giellabeasseoktavuođain buot eará rávesolbmuiguin, geat áddejit sámegiela.
smn: Pargeeh sárnuh sämikielâ meid koskânis, siämmáánáál kielâpiervâlohtâvuođâin puoh eres rävisulmuid, kiäh iberdeh sämikielâ.

source: Vánhemiiguin dahje ovdamearkan gussiiguin hállojuvvo lunddolaččat suomagiella, juos sii eai máhte sámegiela.
smn: Vaanhimijguin teikâ ovdâmerkkân kuosijguin sárnuh tiäđust-uv suomâkielâ, jis sij iä määti sämikielâ.

source: Mánát ožžot hállat dan giela, maid háliidit.
smn: Párnááh uážuh sárnuđ tom kielâ, maid sij halijdeh.

source: Go mánáid válmmašvuođat sámegiela buvttadeapmái ovdánit, bargit geahččalit roahkasmahttit ja veahkehit sin sámegiela geavaheamis.
smn: Ko párnái kiärgusvuođah sämikielâ pyevtitmân ovdáneh, te pargeeh viggeh ruokâsmittiđ já išediđ sii sämikielâ kiävtust.

source: Erenomáš diliin sáhttá maiddái soahpat, ahte suomagiela ii oaččo geavahit olláge – dakkár dilli sáhttá leat vaikkeba giellabeasi boradeapmi.
smn: Eromâš tilálâšvuođâin puáhtá meid sooppâđ, ete suomâkielâ ij uážu kevttiđ ollágin – taggaar tile puáhtá leđe ovdâmerkkân kielâpiervâl purâdem.

source: Ná sáhttá goittotge doaibmat dušše, juos geavat ii dagat mánáide áŧestusa.
smn: Návt puáhtá kuittâg toimâđ tuše, jis vyehi ij toovât párnážân atâštâs.

source: Mánáid buresveadjin lea giellabeasis, nugo dábálaččatge árrabajásgeassimis álot vuosttas prioritehta.
smn: Párnái pyereestvaijeem lii kielâpiervâlist, tego mudoi-uv arâšoddâdmist ain vuossâmuš prioriteet.

source: Mánáid passiivvalaš gielladáidu dahjege nákca áddet giela álgá ovdánit giellabeasis hui johtilit, dalán álgomuttu rájes.
smn: Párnái passiivlâš kielâtáiđu ađai nahcâ iberdiđ kielâ ovdánškuát kielâpiervâlist viehâ jotelávt, tállán vuossâmuu tove rääjist.

source: Rávesolbmo sáhttá leat váttis áddet dán proseassa, dasgo máná gielalaš kapasitehta ja njuovžilvuohta leat áibbas sierra dásis go mis.
smn: Rävisulmui puáhtá leđe vaigâd iberdiđ taam proosees, tastko párnáá kielâlii kapasiteet já njyebžilvuotâ lii aaibâs eres tääsist ko mist.

source: Giellabeasis giella laktása jotkkolaččat konkrehtalaš áššiide ja doaimmaide, mii bargá oahppamis olu beaktilut go ovdamearkan sániid ja giellaoahpa oahpahallan luohkkálanjas báikki alde čohkkámiin.
smn: Kielâpiervâlist kielâ ovtâstuvá ohtânmaanoost konkreetlâš aššijd já tooimân, mii taha oppâmist ennuv pehtilub ko ovdâmerkkân saanij já kielâoopâ máttááttâllâm luokkavisteest čokkáámáin.

source: Go mánná gullá sámegielat hállama alcces miela miel stoahkamiid, dávviriid ja olbmuid oktavuođas, son álgá oahppat daid guoski sátneráju johtilit.
smn: Ko páárnáš kulá sämikielâ sárnum suu kiäsutteijee sierâi, tiiŋgâi já ulmui ohtâvuođâst, te sun opâškuát taam sánáduv jotelávt.

source: Bargit geavahit hállama doarjjan olu ii – sánálaš elemeanttaid: láhttagiid, geahčastagaid, lihkastagaid, jietnadeattuid ja govaid.
smn: Pargeeh kevttih sárnum toorjân ennuv ij-sánálijd vuovijd: lihâstuvah, kejâstuvah, roopâ kielâ, jienâtiäduh já koveh.

source: Go mánná gullá vuosttas háve sámegillii ávžžuhusa boahtit bassat gieđaid, son ii ádde sániid daninassii.
smn: Ko páárnáš kulá vuossâmuu keerdi sämikielân avžuuttâs puáttiđ poossâđ kieđâid, te sun ij ibbeerd saanijd jiešalnees.

source: Muhto son oaidná, mo bargi ná dajadettiin geahččá su ja ruvve gieđaidis oktii nugo basašii gieđaid.
smn: Ton sajan sun uáiná, ete maht pargee siämmást ko iätá návt te kiäččá suu já kaha kieđâid oohtân addiistâlmáin kieđâi poossâm.

source: Nugo maiddái son oaidná, mo nuppit mánát, geat juo dihtet, mas lea gažaldat, vulget gieđaid bassanbáikki guvlui.
smn: Siämmást sun uáiná, ete maht eres párnááh, kiäh jo tiettih, ete mast lii koččâmuš te vyelgih poossâđ kieđâid.

source: Juos ášši ii vel áddejuvvo, bargi boahtá máná lusa, váldá su gieđas gitta ja doalvu gieđaid bassanbáikái, seammás hállamiin: “na de, geahčahan, dáppe sáhttá gieđaid bassat, donhan máhtát juo sihkkarit bassat ieš gieđaid” – dán dadjá dieđusge sámegillii.
smn: Jis páárnáš ij vala ibbeerd, te pargee puátá párnáá luus, váldá suu kieđâst kiddâ já tuálvu poossâđ kieđâid, já sárnu siämmást: “te tääl, keejabâ, tääbbin mij poossâp kieđâid, tunhân vissásávt máátáh jo jieš poossâđ kieđâidâd” – taat tiäđust-uv sämikielân.

source: Oalle sihkkarit čuovvovaš háve mánná juo dovdá gieđaid bassanávžžuhusas man nu oahppása, ja fargga dat lea sutnje áibbas čielga ášši.
smn: Viehâ vissásávt čuávvoo keerdi páárnáš jo tobdá avžuuttâsâst poossâđ kieđâid maidnii uápis, já forgâ tot lii sunjin aaibâš čielgâ äšši.

source: Dán láhkai áddehallan ovdána giellabeasi buot beaivválaš doaimmain.
smn: Tienávt iberdem ovdán puoh kielâpiervâl piäiválijn tiilijn.

source: Moatte mánotbaji siste fásta ollesbeaivedikšumis leamašan mánná ádde juo dehálaš sisdoalu das, maid bargit giellabeasis hállet.
smn: Muáddi mánuppaje siste páárnáš, kote lii lamaš merikoskâsávt olespeivitipšoost, ibbeerd jo tehálii siskáldâs tast, maid pargeeh kielâpiervâlist sárnuh.

source: Son ii vel ádde lahkage juohke sáni, muhto namalassii oppalašvuođa.
smn: Sun ij vala ibbeerd aldagin jyehi sääni, peic eidu ubâlâšvuođâ.

source: Giellabeasi olggobealde ja eará olbmuid hállan sámegiela ádden sáhttá leat sutnje álggos váddásut.
smn: Kielâpiervâl ulguubeln já eres ulmui sárnum sämikielâ iberdem puáhtá leđe sunjin vistig vaigâdub.

source: Mánná sáhttá hárjánit nannosit namalassii giellabeasi rávesolbmuid hállan sámegillii – juohkehašhan mis hállá vehá iežas láhkai.
smn: Páárnáš sáttá hárjániđ čielgâsávt eidu kielâpiervâl rävisulmui sárnum sämikielân – ko juáháš-uv sárnu váhá jieijâs náál.

source: Dát lea okta sivva dasa, manin lea dehálaš, ahte mánná gullá nu olu go vejolaš iešguđetlágan hálliid sierra láhkai hállan sámegiela.
smn: Taat lii ohtâ suijâ toos, mane lii tehálâš, ete páárnáš kulá nuuvt ennuv ko máhđulâš sierâlágán sárnoi jieškote-uvnáál sárnum sämikielâ.

source: Sámegielat rádio, mánáidprográmmat, musihkka ja jietnagirjjit sáhttet daninge doaibmat ruovttus dehálaš resursan.
smn: Sämikielâlâš radio, párnáiohjelmeh, muusik já jienâkirjeh pyehtih tanen-uv toimâđ pääihist tehálâš resurssin.

source: Aktiivvalaš gielladáidu ovdána giellabeassemánáin čielgasit hihtásabbot go passiivvalaš dáidu, ja erohusat sierra mánáid gaskkas leat hui stuorrát.
smn: Aktiivlâš kielâtáiđu ovdán kielâpiervâlpárnáin huámášitteht hitásubbooht ko passiivlâš, já iäruh párnái kooskâst láá uáli stuárráh.

source: Manin seammá joavkkus okta mánná sáhttá hállagoahtit sámegiela moatti vahkus, ja nubbi ii vel máŋgga jagisge?
smn: Mane siämmáá juávhust ohtâ páárnáš sáttá sárnuškuáttiđ sämikielâ muádi ohhoost, já nubbe ij vala maŋgâ ive ääigi?

source: Go mánát leat ovttaskas olbmot, geaid beroštumit, gielalaš kapasitehta, sosiálalaš doaibman, dárbbut ja figgamušat leat oktagaslaččat.
smn: Tastko párnááh láá ohtâgâsah, kiäi kiäsuttem čuosâttuvah, kielâliih naavcah, sosiaallâš sundešume, táárbuh já viggâmušah láá ohtâgâsliih.

source: Dat, man olu mánná gullá sámegiela giellabeasi olggobealde, sáhttá váikkuhit aktiivvalaš gielladáiddu ovdáneapmái.
smn: Tot, mon ennuv páárnáš kulá sämikielâ kielâpiervâl ulguubeln, puáhtá vaikuttiđ aktiivlii kielâtááiđu ovdánmân.

source: Lea goittotge vejolaš, ahte áibbas seammá eallindiliin šaddan, seammá bearraša mánáid gielalaš ovdáneapmi lea áibbas earálágan.
smn: Lii kuittâg máhđulâš, ete aaibâs siämmáá tiilijn šaddee, siämmáá perruu párnái kielâlâš ovdánem lii aaibâs sierâlágán.

source: Máná šaddan guovttegielagin lea guhkes proseassa, mii ii álot mana justa nugo ovdamearkan vánhemat háliidivčče.
smn: Párnáá kyevtkielâlâžžân šoddâm lii kuhes proosees, mii ij ain moonâ eidu nuuvt ko ovdâmerkkân vaanhimeh halijdiččii.

source: Juos du mielas orru, ahte du mánná ii moktege hála sámegiela, vaikke seammá joavkku eará mánát hállet, ale heađástuva!
smn: Jis tust lii tobdo, ete tuu páárnáš ij mahten sáárnu sämikielâ, veikâ siämmáá juávhu eres párnááh sárnuh, te ele iätádud!

source: Mánástat ii jáhkkimis leat mihkkige vigiid, su giellaoahppanproseassa dušše manná eará fárttain go geas nu earás.
smn: Tuu párnáást ij ušom lah mihheen vááduid, suu kielâoppâmproosees tuše ovdán eres liävttoin ko kiästnii iärásist.

source: Proseassa lea liikká geažos áigge jođus.
smn: Proosees lii kuittâg ubâ paje joođoost.

source: Nappo juos vánhemat leat fuolas máná giellaovdáneamis dahje navddát gielalaš váttisvuođaid, ášši birra gánneha hállat giellabeasis ja mánáid giellaovdáneami dovdi olbmuiguin.
smn: Tiäđust-uv jis vaanhimeh láá huolâstum párnáá kielâovdánmist teikâ epideh kielâlijd vaigâdvuođâid, te ääšist kannat sárnuđ kielâpiervâlist já párnái kielâovdánem tobdee pelijguin.

source: Juos fas lea nu, ahte giellabeassejoavkku buot mánáid giella báhcá máŋgga jahkái passiivvalaš dássái, joavkkus ii jáhkkimis leat buot ortnegis.
smn: Jis oppeet lii nuuvt, ete kielâpiervâljuávhu puoh párnái kielâ páácá maaŋgâ ihán passiivlii táásán, te juávhust ij tuođânálásávt lah puoh oornigist.

source: Aktiivvalaš hállama buvttadeapmi álgá giellabeassemánáin dávjá čuovvovaš muttuin: 1. jievžan: mánná jievžá rávesolbmuid geavahan sámegielat sániid ja oanehis frásaid 2. ovttaskas sámegielat sániid geavaheapmi: mánná geavahišgoahtá sámegiela sániid suomagiela seagas, ovdamearkan “tämä ei ole minun kappeer* ” (*anárašgiella: gahpir) 3. sáme- ja suomagielat sániid ovttastuvvan cealkkadásis, ovdamearkan “minä haluan čierâstiđ ruopsis pulkkurijn* sinun kanssa” (*anárašgiella: čierastit rukses bulkoriin) 4. sámegielat olles cealkagiid dahje váldoáššis sámegielat sániid sisttisdoalli cealkagiid buvttadeapmi.
smn: Aktiivlâš sárnum vuálgá joton kielâpiervâlpárnáin maŋgii čuávvoo mudoi mield: 1. pájálistem: páárnáš pájálist rävisulmui kevttim sämikielâlijd saanijd já uánihis eđâlduvâid 2. Ovtâskâs sämikielâlij saanij kevttim: páárnáš kevtiškuát sämikielâ saanijd suomâkielâ kooskâst, ovdâmerkkân “tämä ei ole minun kappeer* ” 3. sämi- já suomâkielâlij saanij ovtâstittem ceelhâtääsist, ovdâmerkkân “minä haluan čierâstiđ ruopsis pulkkurijn* sinun kanssa” 4. ollásávt sämikielâlij celkkui teikâ iänááš sämikielâlijd saanijd siskeldeijee celkkui pyevtittem.

source: Muhtumin vánhemat dahje olggobeale rávesolbmot sáhttet fuolastuvvat das, ahte mánná hállá seahkalagaid suomagiela ja sámegiela.
smn: Motomin vaanhimeh teikâ ulguupiälááh rävisulmuuh sättih huolâstuđ tast, ete páárnáš sárnu siähálávt suomâkielâ já sämikielâ.

source: Dát lea baicce buorre mearka máná giela ovdáneamis ja normála oassi guovttegielagin šaddamis!
smn: Taat lii kuittâg nubijkulij šiev merkkâ párnáá kielâ ovdánmist já táválâš uási kyevtkielâlâžžân šoddâm!

source: Seammá guoská dasa, juos mánná sojaha sámegiela sániid suomagiela sojahanoahpa mielde dahje nuppe gežiid.
smn: Siämmáánáál meid, jis páárnáš suujât sämikielâ saanijd suomâkielâ sujâttemoopâ mield teikâ nubijkulij.

source: Lea áibbas dábálaš, ahte mánná geavaha suomagielat sániid dallege, go máhttá juo sámástit olles cealkagiin.
smn: Lii aaibâs táválâš, ete páárnáš kiävttá suomâkielâlijd saanijd talle-uv, ko máttá jo sárnuđ sämikielâ oles celkkuin.

source: Guovtte- ja máŋggagielat olbmot dohppejit dávjá iežaset sátnerájus dan sáni, mii vuosttasin boahtá millii.
smn: Kyevt- já maaŋgâkielâliih ulmuuh vääldih maŋgii jieijâs kielâráájuin tom sääni, mii puátá vuossâmužžân mielân.

source: Stuorát máná sáhttá nappo rávvet dasa, ahte son veajášii bargat dan ovdii dahje vuorddestit vehá smiehttan dihtii vástideaddji sámesáni.
smn: Stuárráb párnáá puáhtá amal jo uápistiđ toos, ete sun vajaččij uuccâđ mielân já smiettâđ ton sajan västideijee sämikielâ sääni.

source: Dat, mo mánná – dahje rávesolmmoš – hállá sámegiela, laktása maiddái giela almmolaš dillái, eallinfápmui, sajádahkii servošis, birrasa doaladumiide, giela geavahanoktavuođaid viidodahkii jna. Giellabeassemáná sámegielat sátnerádju lea eará sámegielat olbmuid, váldoáššis rávesolbmuid veagas.
smn: Tot, maht páárnáš – teikâ rävisolmooš – sárnu sämikielâ, lohtâs meid kielâ almos tilán, eellimvuáimálâšvuotân, sajattâhân siärváduvvâst, pirrâs jurdâččemvuovvijd, kielâ kevttimohtâvuođâi viijđesvuotân jna. Kielâpiervâlpárnáá sämikielâlâš sánádâh lii eres sämikielâlij, iänááš rävisulmui torjuu viäštust.

source: Juos sutnje ii leat goassige hállojuvvon sámegillii dihto fáttás, sus ii leat sátnerádju mainna hállat dan birra sámegillii.
smn: Jis sunjin ij lah kuássin sarnum sämikielân tiätufáádást, te sust ij lah sánádâh moin puáhtá sárnuđ tast sämikielân.

source: Giellabesiid bargit fertejit fállat mánáide nu olu gielalaš ávdnasiid go vejolaš, dahjege nuppiid sániiguin hállat sidjiide nu olu go vejolaš.
smn: Kielâpiervâl pargeeh kalgeh adeliđ párnáid nuuvt ennuv kielâlii amnâstuv ko peri máhđulâš, ađai sárnuđ sijjân nuuvt ennuv ko máhđulâš.

source: Doaimma galgá maiddái plánet dan dáfus, ahte mánát besset vásihit sámegillii nu máŋggalágan fáttáid ja áššiid go vejolaš.
smn: Sij kalgeh vuáváđ tooimâ meid nuuvt, ete párnááh peesih feeriđ sämikielân nuuvt maaŋgâlágán fáádáid já aašijd ko máhđulâš.

source: Lea hui dábálaš, ahte mánát hállet giellabeasis gaskaneaset suomagiela.
smn: Lii uáli táválâš, ete párnááh sárnuh kielâpiervâlist koskânis suomâkielâ.

source: Dakkárge mánát, geat hállet aktiivvalaččat sámegiela giellabeasi rávesolbmuide, sáhttet stoahkat gaskaneaset álot suomagillii.
smn: Tagareh-uv párnááh, kiäh sárnuh aktiivlávt sämikielâ kielâpiervâl rävisulmuid, sättih sierâdiđ koskânis ain suomâkielân.

source: Nappo leat maiddái mánát, geat geavahit gaskaneaset goappáge giela dahje dušše sámegiela.
smn: Amal láá meid párnááh, kiäh kevttih koskânis kuohtuid kielâid teikâ tuše sämikielâ.

source: Giellaválljen laktása giela almmolaš dillái.
smn: Kielâvaljim lohtâs kielâ almos tilán.

source: Sámegielat giellabesiid mánát leat hárjánan dasa, ahte eanetlohku sin dovdan mánáin hállá suomagiela, sin ruovttugiellan lea dávjá dušše suomagiella, ja ovdamearkan mánáidkultuvra sin birra lea buorre muddui suomagielat.
smn: Sämikielâlij kielâpiervâlij párnááh láá hárjánâm toos, ete eenâbloho sii tubdâm párnáin sárnuh suomâkielâ, sii päikkikiellân lii maŋgii tuše suomâkielâ, já ovdâmerkkân párnáikulttuur sii pirrâ lii enâmustáá suomâkielân.

source: Mii rávesolbmot sáhttit diđolaččat mearridit, ahte sámástit gaskaneamet, danin go atnit dan dehálažžan, ja dat leage sámegielaid ealáskahttima dáfus okta daid vealtameahttun válljemiin.
smn: Mij rävisulmuuh pyehtip tiäđulávt meridiđ, ete sárnup koskânis sämikielâ, tastko mij anneep tom tergâdin, já tot lii-uv ohtâ sämikielâ iäláskem tááhust velttidmettum valjim.

source: Mánát doibmejit goittotge hárve dákkár árvoválljemiid vuođul.
smn: Párnááh kuittâg-uv tuáimih häärviht tagarij árvuvaljiimij vuáđuld.

source: Mánáid ii sáhte bágget, iige “hállet dal sámegiela!
smn: Párnáid ij pyevti páguttiđ, ijge “sárnuđbâ sämikielâ!

source: ” -tiippalaš reageren mánáid stoahkamiidda ii guhkit áiggis leat mávssolaš.
smn: ” -tijpâlâš tarvanem párnái sierâdmáid lah loppâloopâst ávhálâš.

source: Dillái sáhttá váikkuhit buoremusat nu, ahte bargoveahka oassálastá mánáid stoahkamiidda nu olu go vejolaš.
smn: Tilán puáhtá vaikuttiđ pyeremustáá tienuuvt, ete pargeeh uásálisteh párnái sierâdmáid nuuvt ennuv ko máhđulâš.

source: Sámegielat rávesolbmo báikki alde orrun duvdá dan, ahte mánát hállet sámegiela maiddái nuppiide.
smn: Sämikielâlii rävisulmuu mieldiorroom joođeet maŋgii toos, ete párnááh sárnuh tiileest sämikielâ meid nubijdis.

source: Nubbi vuohki lea gielalaš málle addin nu, ahte mánáide miela miel duhkorasat, spealut jna. geavahuvvojit nu olu go vejolaš maiddái oktasaš doaimmain.
smn: Nubbe vyehi lii kielâlii maali adelem tienuuvt, ete kevttih párnái mielâmield sierâid, speelâid jna. nuuvt ennuv ko máhđulâš meid ohtsijn tooimâin.

source: Go mánát ožžot rávesolbmos sámegielat málle vaikkeba biilaraŧiin stoahkamis, sii sáhttet álkibut hállat sámegiela biilaraŧiin stoagadettiin maŋŋáge, go rávesolmmoš ii leat mielde.
smn: Ko párnááh finnejeh rävisulmust sämikielâlii maali veikkâbâ autoroođijn sierâdmân, sij sättih älkkeebeht sárnuđ sämikielâ meid maŋeláá talle ko sierâdeh autoroođijn, ko rävisolmooš ij lah mieldi.

source: Sámiid kultur- ja giellabeassedoaimmas lea šaddan okta daid deháleamos sámegielaid ealáskahttinvugiin.
smn: Sämmilij kulttuur- já kielâpiervâltooimâst lii šoddâm ohtâ puoh tehálumosijn sämikielâi iäláskittemvuovijn.

source: Mii das dahká nu mearkkašahtti?
smn: Mii taha tast nuuvt merhâšittee?

source: Manin gánnehivčče válljet iežas máná árrabajásgeassinbáikin giellabeasi?
smn: Mane kannattičij valjiđ jieijâs párnáá arâšoddâdemsajan kielâpiervâl?
